[
  {
    "subject_code": "895-063",
    "subject_name": "FAT TO FIT",
    "credit": 2,
    "study_time": [
      {
        "day": "วันจันทร์",
        "start_time": "14:00",
        "end_time": "16:00"
      },
      {
        "day": "วันอังคาร",
        "start_time": "14:00",
        "end_time": "16:00"
      }
    ],
    "instructor": "อาจารย์กรฎา มาตยากร",
    "content": " FAT TO FIT ตามรายวิชาเลย อ้วนได้ก็ผอมได้ โดยวิชานี้จะเน้นทฤษฏี มีองค์ความรู้ รู้แล้วนำไปปรับใช้ นำไปปฏิบัติ ดูแลสุขภาพอย่างมีหลักการ รู้ระบบการทำงานของร่างกาย โดยเรียนเกี่ยวกับ Mindset เรื่องสุขภาพปัญหาของโรคอ้วน ดัชนีมวลกาย การรักษาน้ำหนัก การคำนวณแคลอรี่ SMART GOAL สร้างแรงบันดาลใจในการลดน้ำหนัก โภชนาการเพื่อสุขภาพ แนวทาง และโปรแกรมออกกำลังกาย ชอบวิชานี้มาก เน้นสร้างแนวคิด ปลูกฝังทัศนคติที่ดี อาจารย์ใจดี น่ารักมาก ๆ อำลา ปฏิวัติ ทุกคนจะได้ยินคำนี้ ฟังแล้วฮึกเหิมมาก ๆ You are what you eat เป็นคลาสเรียนแห่งคนรักสุขภาพ วิชานี้พิเศษมาก ๆ คือ ได้ตรวจวัดดัชนี มวล ไขมัน ค่าต่าง ๆ ในร่างกายเรา ฟรี กับเครื่องตรวจของอาจารย์ มี Assignment ให้ทำแต่ละบท ซึ่งมีความน่าสนใจมาก ได้ฝึกการหาค่าต่าง ๆ ได้ออกแบบโปรแกรมอาหารการกิน ออกแบบโปรแกรม คะแนนเก็บ 70 คะแนน ทำ Assignment ตามที่อาจารย์สั่ง คะแนนสอบปลายภาค 30 คะแนน อันนี้สำคัญมาก คือ ส่งงานตรงเวลา ไม่ส่งช้า และส่งงานให้ครบ ภาพรวม ถือว่าไม่ยาก เรียนสนุกมาก ๆ เพลิน ๆ ตัวนี้ได้ A มา"
  },
  {
    "subject_code": "895-061",
    "subject_name": "FIT AND FIRM",
    "credit": 2,
    "study_time": [
      {
        "day": "วันพุธ",
        "start_time": "10:00",
        "end_time": "12:00"
      }
    ],
    "instructor": "อาจารย์นพดล นิ่มสุวรรณ",
    "content": "การออกกำลังกายเพิ่มกล้ามเนื้อ โดยเวทเทรนนิ่งให้ Fit & Firm สมชื่อเลย และมีการเรียนเกี่ยวกับเรื่องพื้นฐานสมรรถภาพร่างกาย การออกกำลังกาย โภชนาการ เรื่องอาหารอีกด้วย เรียกว่าเรียนแล้วได้ ทั้ง Fit และ Firm ตามชื่อวิชาเลย เนื้อหาไม่ยาก เรียนสนุก และชอบมากตรงที่อาจารย์พูดปลูกฝังทัศนคติที่ดีกับการออกกำลังกาย อาจารย์เคร่งเรื่องความรับผิดชอบมาก เช็คชื่อเข้าเรียน ทุกคาบ งานต้องส่งรายสัปดาห์ (บางสัปดาห์ก็ไม่มีนะ แล้วแต่อาจารย์จะสั่ง) และส่งรวมอีกทีตอนปลายเทอม (ป้องกันงานหาย) คะแนนเช็คชื่อสำคัญมาก และเยอะด้วย เหมือนแจกฟรี 20 คะแนน แต่ถ้าขาดไปไม่ได้ลาหรืออะไร หักไปเลยวันละ 3-5 คะแนนเลย แบบนัมเบอร์วัน มีงานอัดวีดีโอวอร์มประสาทโดยนิ้วมือ และออกกำลังกายท่าต่าง ๆ สั้น ๆ วีดีโอละ 15-30 วินาที มีให้ออกกำลังกายเพื่อสุขภาพ และออกแบบโปรแกรมออกกำลังกายให้ตัวเองด้วย มี Quizes บางสัปดาห์ ประมาณ 3-4 ควิซต่อเทอม ควิซไม่ยาก เหมือนกับทวนความจำ สอบปลายภาค 30 คะแนน ข้อสอบไม่ยากเลย เน้นให้อ่านเยอะ ๆ ออกตามที่เรียนมาเลย ตัวนี้ได้ A มา และคิดว่าได้มาไม่ยากด้วย เน้นส่งงานให้ครบนะ อย่าให้ขาดสักช่องนึง"
  }
]
